/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Más información</b> sobre la administración y seguridad de los dispositivos.";

/* No comment provided by engineer. */
"A system error occurred" = "Ocurrió un error en el sistema";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Se borrará la cuenta en %@ y otras aplicaciones de Yahoo en este dispositivo.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Añadir cuenta";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Hubo un error. Por favor, intenta más tarde";

/* Accessibility label for the back button */
"Back" = "Atrás";

/* call tip prefix in 2lc */
"Call %@" = "Llamar %@";

/* No comment provided by engineer. */
"Call again" = "Llamar de nuevo";

/* Cancel
   Cancel button title */
"Cancel" = "Cancelar";

/* Fallback page cannot be loaded. */
"Cannot load page." = "No se puede cargar la página.";

/* Accessibility label for the close button */
"Close" = "Cerrar";

/* Continue to Safari for SHF */
"Continue" = "Continuar";

/* Create Account view title
   sign up button title */
"Create Account" = "Crear una cuenta";

/* learn more alert title */
"Device Not Recognized" = "Dispositivo no reconocido";

/* No comment provided by engineer. */
"Didn't receive the email?" = "¿No recibió el correo electrónico?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "¿No recibió el mensaje de texto?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "¿No recibiste la llamada de voz?";

/* Dismiss */
"Dismiss" = "Descartar";

/* Edit button title */
"Edit" = "Modificar";

/* No comment provided by engineer. */
"Email could not be sent" = "No se pudo enviar el correo";

/* No comment provided by engineer. */
"Email sent" = "Correo enviado";

/* No comment provided by engineer. */
"Enter Code" = "Escribe el código";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Por motivos de seguridad necesitas desbloquear tu cuenta.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Por motivos de seguridad, por favor, verifica tu cuenta de nuevo.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "¿Olvidaste tu contraseña o usuario?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "¿Olvidaste tu contraseña?";

/* Go to Account recovery */
"Get Help" = "Obtener ayuda";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Respuesta incorrecta. Inténtalo de nuevo.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Usuario o contraseña no válidos. Inténtalo de nuevo.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Se alcanzó el límite. No se pudo enviar el correo.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Se alcanzó el límite. No es posible enviar el mensaje de texto o hacer llamada de voz.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "La sesión ha caducado, inténtalo de nuevo.";

/* Network error alert view title */
"Network unavailable." = "Red no disponible.";

/* OK
   OK Button title
   ok button title */
"OK" = "Aceptar";

/* password text field place holder */
"Password" = "Contraseña";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Por favor, introduce tu contraseña de %@";

/* Remove the account
   SSO remove account title */
"Remove" = "Eliminar";

/* Remove an account label on SSO screen */
"Remove an account" = "Quitar cuenta";

/* Select an account label on SSO screen */
"Select an account" = "Selecciona una cuenta";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "La sesión ha caducado, vuelve a iniciar sesión.";

/* sign in button title */
"Sign In" = "Inicia sesión";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Iniciar sesión con <a>Facebook</a> o <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Sesión iniciada como";

/* signing in state title for sign in button */
"Signing In" = "Iniciando sesión";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Lo sentimos, el sistema está inactivo. Inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Lo sentimos, ahora mismo no puedes iniciar sesión. Inténtalo de nuevo más tarde.";

/* sms tip prefix in 2lc */
"Text %@" = "Texto %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "No se pudo enviar el mensaje";

/* No comment provided by engineer. */
"Text message sent" = "Mensaje de texto enviado";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Los datos del estado del segundo reto no se pudieron extraer de la credencial de reto a corto plazo.";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Demasiados intentos. Inténtalo de nuevo en 24 horas.";

/* No comment provided by engineer. */
"Try again" = "Inténtalo de nuevo";

/* No comment provided by engineer. */
"Unable to place a voice call" = "No es posible hacer una llamada de voz";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "No se pudo iniciar sesión. Revisa tu sistema e intenta nuevamente.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "No se ha podido iniciar sesión. Inténtalo de nuevo.";

/* Unlock */
"Unlock" = "Desbloquear";

/* unlock account view title */
"Unlock Your Account" = "Desbloquear tu cuenta";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Actualizar cuenta.";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Actualízate con Yahoo.";

/* User already signed-in */
"User already signed-in" = "EL usuario ya cuenta con una sesión iniciada.";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Código de verificación enviado el %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Llamada de voz en curso";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Te llamamos con un código de verificación al %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "No reconocemos este dispositivo. Verifica tu identidad respondiendo a tu pregunta de seguridad.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "No reconocemos este dispositivo. Por favor, verifica tu identidad. Enviaremos un código de verificación.";

/* ID text field place holder */
"Yahoo ID" = "ID de Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Debes tener al menos 13 años de edad.";

/* No comment provided by engineer. */
"Your account is locked." = "Tu cuenta está bloqueada.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Ya está desbloqueada tu cuenta. Inicia sesión.";

/* No comment provided by engineer. */
"Your Answer" = "Tu respuesta";

/* learn more alert msg line 1 */
"• New device?" = "• ¿Dispositivo nuevo?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• ¿Optaste por verificación mediante firma?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• ¿Ingresando desde un país nuevo?";

/* Yahoo Messenger */
"Messenger" = "Messenger";